Repository: sqehrzed/arpl-ru
Catalog: files/board/arpl/overlayfs/opt/arpl/lang/*.po
Languages: ru_ru

source: Loader is not configured!
ru_ru: Загрузчик не настроен!

source: Welcome to %s
ru_ru: Добро пожаловать в %s

source: BOOTING...
ru_ru: ЗАГРУЗКА...

source: DSM zImage changed
ru_ru: DSM zImage изменен

source: Error
ru_ru: Ошибка

source: zImage not patched:\n
ru_ru: zImage не запатчен:\n

source: DSM Ramdisk changed
ru_ru: DSM Ramdisk изменен

source: Ramdisk not patched:\n
ru_ru: Ramdisk не запатчен:\n

source: Model:
ru_ru: Модель:

source: Build:
ru_ru: Версия:

source: netif_num is not equal to macX amount, set netif_num to %s
ru_ru: netif_num не равно количеству macX, установить netif_num на %s

source: Reboot to boot directly in DSM
ru_ru: Перезагрузить, чтобы загрузиться напрямую в DSM

source: Loading DSM kernel...
ru_ru: Загрузка ядра DSM...

source: Warning, running kexec with --noefi param, strange things will happen!!
ru_ru: Предупреждение, запуск kexec с параметром --noefi, могут произойти странные вещи!!

source: Booting...
ru_ru: Загрузка...

source: [This interface will not be operational. Please use the http://find.synology.com/ find DSM and connect.]
ru_ru: [Этот интерфейс будет недоступен. Пожалуйста, используйте http://find.synology.com/ для поиска DSM и подключения.]

source: Loader disk not found!
ru_ru: Диск загрузчика не найден!

source: Can't mount %s
ru_ru: Не удается смонтировать %s

source: Setting MAC to %s
ru_ru: Установка MAC-адреса на %s

source: Loader disk neither USB or DoM
ru_ru: Диск загрузчика не является USB или DoM

source: Loader disk:
ru_ru: Диск загрузчика:

source: Resizing %s
ru_ru: Изменение размера %s

source: Loading keymap
ru_ru: Загрузка keymap

source: User requested edit settings.
ru_ru: Пользователь запросил редактирование настроек.

source: Waiting IP.
ru_ru: Ожидание IP.

source: ERROR
ru_ru: Ошибка

source: OK\nAccess \033[1;34mhttp://%s:7681\033[0m to configure the loader via web terminal
ru_ru: OK\nПерейдите по адресу \033[1;34mhttp://%s:7681\033[0m, чтобы настроить загрузчик через веб-терминал

source: Call \033[1;32mmenu.sh\033[0m to configure loader
ru_ru: Вызовите \033[1;32mmenu.sh\033[0m для настройки загрузчика

source: User config is on
ru_ru: Пользовательская конфигурация активирована

source: Default SSH Root password is
ru_ru: Пароль Root для SSH по умолчанию

source: You have less than 4GB of RAM, if errors occur in loader creation, please increase the amount of memory.
ru_ru: У вас менее 4 ГБ оперативной памяти. Если возникают ошибки при создании загрузчика, пожалуйста, увеличьте объем памяти.

source: Model
ru_ru: Модель

source: Reading models
ru_ru: Чтение моделей

source: Disable flags restriction
ru_ru: Отключить ограничение флагов

source: Show beta models
ru_ru: Показать бета-модели

source: Choose the model
ru_ru: Выберите модель

source: Choose a build number
ru_ru: Выберите номер сборки

source: Build Number
ru_ru: Номер сборки

source: This version does not support UEFI startup, Please select another version or switch the startup mode.
ru_ru: Эта версия не поддерживает запуск в режиме UEFI. Пожалуйста, выберите другую версию или переключитесь на режим запуска.

source: Reconfiguring Synoinfo, Addons and Modules
ru_ru: Переконфигурация Synoinfo, дополнений и модулей

source: Choose an option
ru_ru: Выберите опцию

source: Generate a random serial number
ru_ru: Сгенерировать случайный серийный номер

source: Enter a serial number
ru_ru: Введите серийный номер

source: Please enter a serial number
ru_ru: Пожалуйста, введите серийный номер

source: Alert
ru_ru: Предупреждение

source: Invalid serial, continue?
ru_ru: Неверный серийный номер, продолжить?

source: Add an addon
ru_ru: Добавить дополнение

source: Delete addon(s)
ru_ru: Удалить дополнение(я)

source: Show user addons
ru_ru: Показать пользовательские дополнения

source: Show all available addons
ru_ru: Показать все доступные дополнения

source: Download an external addon
ru_ru: Загрузить внешнее дополнение

source: Exit
ru_ru: Выход

source: No available addons to add
ru_ru: Нет доступных дополнений для добавления

source: Select an addon
ru_ru: Выберите дополнение

source: Params
ru_ru: Параметры

source: Type a opcional params to addon
ru_ru: Введите дополнительные параметры для дополнения

source: No user addons to remove
ru_ru: Нет пользовательских дополнений для удаления

source: Select addon to remove
ru_ru: Выберите дополнение для удаления

source: User addons
ru_ru: Пользовательские дополнения

source: Available addons
ru_ru: Доступные дополнения

source: please enter the complete URL to download.\n
ru_ru: пожалуйста, введите полный URL для загрузки.\n

source: Downloading %s
ru_ru: Загрузка %s

source: Error downloading
ru_ru: Ошибка загрузки

source: Check internet, URL or cache disk space
ru_ru: Проверьте интернет, URL или свободное место на диске

source: Success
ru_ru: Успех

source: Addon '%s' added to loader
ru_ru: Дополнение '%s' добавлено в загрузчик

source: Invalid addon
ru_ru: Недопустимое дополнение

source: File format not recognized!
ru_ru: Формат файла не распознан!

source: Add/edit a cmdline item
ru_ru: Добавить/редактировать параметр cmdline

source: Delete cmdline item(s)
ru_ru: Удалить параметр(ы) cmdline

source: Define a custom MAC
ru_ru: Задать пользовательский MAC

source: Show user cmdline
ru_ru: Показать параметры cmdline пользователя

source: Show model/build cmdline
ru_ru: Показать параметры cmdline модели/сборки

source: User cmdline
ru_ru: Параметры cmdline пользователя

source: Type a name of cmdline
ru_ru: Введите имя параметра cmdline

source: Type a value of '%s' cmdline
ru_ru: Введите значение параметра '%s' cmdline

source: No user cmdline to remove
ru_ru: Нет параметров cmdline для удаления

source: Select cmdline to remove
ru_ru: Выберите параметр cmdline для удаления

source: Type a custom MAC address
ru_ru: Введите пользовательский MAC-адрес

source: Invalid MAC
ru_ru: Неверный MAC

source: Changing MAC
ru_ru: Изменение MAC

source: Renewing IP
ru_ru: Обновление IP

source: Model/build cmdline
ru_ru: Модель/сборка cmdline

source: Add/edit a synoinfo item
ru_ru: Добавить/редактировать элемент synoinfo

source: Delete synoinfo item(s)
ru_ru: Удалить элемент(ы) synoinfo

source: Show synoinfo entries
ru_ru: Показать записи synoinfo

source: Synoinfo entries
ru_ru: Записи synoinfo

source: Type a name of synoinfo entry
ru_ru: Введите имя записи synoinfo

source: Type a value of '%s' synoinfo entry
ru_ru: Введите значение записи '%s' synoinfo

source: No synoinfo entries to remove
ru_ru: Нет записей synoinfo для удаления

source: Select synoinfo entry to remove
ru_ru: Выберите запись synoinfo для удаления

source: %s cached.
ru_ru: %s кэширован.

source: Cleaning cache
ru_ru: Очистка кэша

source: Check internet or cache disk space
ru_ru: Проверьте интернет или свободное место на диске

source: Checking hash of %s:
ru_ru: Проверка хеша %s:

source: Hash of pat not match, try again!
ru_ru: Хеш pat не совпадает, попробуйте еще раз!

source: Disassembling %s:
ru_ru: Разборка %s:

source: Uncompressed tar
ru_ru: Несжатый tar

source: Compressed tar
ru_ru: Сжатый tar

source: Encrypted
ru_ru: Зашифрован

source: Could not determine if pat file is encrypted or not, maybe corrupted, try again!
ru_ru: Не удалось определить, зашифрован ли файл pat или нет, возможно, он поврежден, попробуйте еще раз!

source: Extractor cached.
ru_ru: Извлекатель кэширован.

source: Downloading old pat to extract synology .pat extractor...
ru_ru: Загрузка старого pat для извлечения synology .pat извлекателя...

source: Error extracting
ru_ru: Ошибка извлечения

source: Extracting...
ru_ru: Извлечение...

source: Checking hash of zImage:
ru_ru: Проверка хеша zImage:

source: Hash of zImage not match, try again!
ru_ru: Хеш zImage не совпадает, попробуйте еще раз!

source: Checking hash of ramdisk:
ru_ru: Проверка хеша ramdisk:

source: Hash of ramdisk not match, try again!
ru_ru: Хеш ramdisk не совпадает, попробуйте еще раз!

source: Copying files:
ru_ru: Копирование файлов:

source: Addon %s not found!
ru_ru: Дополнение %s не найдено!

source: Cleaning
ru_ru: Очистка

source: Ready!
ru_ru: Готово!

source: Switch LKM version:
ru_ru: Переключить версию LKM:

source: Modules
ru_ru: Модули

source: Switch direct boot:
ru_ru: Переключить прямую загрузку:

source: Edit user config file manually
ru_ru: Редактировать файл конфигурации пользователя вручную

source: Try to recovery a DSM installed system
ru_ru: Попробовать восстановить установленную систему DSM

source: Show SATA(s) # ports and drives
ru_ru: Показать SATA(s) # порты и диски

source: Custom dts location:/mnt/p1/model.dts # Need rebuild
ru_ru: Пользовательское расположение dts:/mnt/p1/model.dts # Нужна пересборка

source: Advanced
ru_ru: Расширенные

source: Choose the option
ru_ru: Выберите опцию

source: \nTotal of ports: %s\n
ru_ru: \nВсего портов: %s\n

source: \nPorts with color \Z1red\Zn as DUMMY, color \Z2\Zbgreen\Zn has drive connected.
ru_ru: \nПорты с цветом \Z1красный\Zn как DUMMY, цвет \Z2\Zbзеленый\Zn имеет подключенный диск.

source: Try recovery DSM
ru_ru: Попробовать восстановить DSM

source: Trying to recovery a DSM installed system
ru_ru: Пытаюсь восстановить установленную систему DSM

source: Found a installation:\nModel: %s\nBuildnumber: %s
ru_ru: Найдена установка:\nМодель: %s\nНомер сборки: %s

source: \nSerial: %s
ru_ru: \nСерийный номер: %s

source: Unfortunately I couldn't mount the DSM partition!
ru_ru: К сожалению, я не смог примонтировать раздел DSM!

source: Reading modules
ru_ru: Чтение модулей

source: Show selected modules
ru_ru: Показать выбранные модули

source: Select all modules
ru_ru: Выбрать все модули

source: Deselect all modules
ru_ru: Снять выбор со всех модулей

source: Choose modules to include
ru_ru: Выберите модули для включения

source: User modules
ru_ru: Пользовательские модули

source: Selecting all modules
ru_ru: Выбор всех модулей

source: Deselecting all modules
ru_ru: Снятие выбора со всех модулей

source: Select modules to include
ru_ru: Выберите модули для включения

source: Writing to user config
ru_ru: Запись в конфигурацию пользователя

source: Edit with caution
ru_ru: Редактируйте с осторожностью

source: Invalid YAML format
ru_ru: Неверный формат YAML

source: Config changed, would you like to rebuild the loader?
ru_ru: Конфигурация изменена, хотите пересобрать загрузчик?

source: Choose a language
ru_ru: Выберите язык

source: Choose a layout
ru_ru: Выберите раскладку

source: Choice a keymap
ru_ru: Выберите раскладку клавиатуры

source: Update arpl
ru_ru: Обновить arpl

source: Update addons
ru_ru: Обновить дополнения

source: Update LKMs
ru_ru: Обновить LKMs

source: Update modules
ru_ru: Обновить модули

source: Checking last version
ru_ru: Проверка последней версии

source: Error checking new version
ru_ru: Ошибка проверки новой версии

source: No new version. Actual version is %s\nForce update?
ru_ru: Нет новой версии. Актуальная версия %s\nПринудительное обновление?

source: Downloading last version %s
ru_ru: Загрузка последней версии %s

source: Error downloading update file
ru_ru: Ошибка загрузки файла обновления

source: Error extracting update file
ru_ru: Ошибка извлечения файла обновления

source: Checksum do not match!
ru_ru: Контрольные суммы не совпадают!

source: Installing new files
ru_ru: Установка новых файлов

source: Arpl updated with success to %s!\nReboot?
ru_ru: Arpl успешно обновлен до %s!\nПерезагрузить?

source: Downloading last version
ru_ru: Загрузка последней версии

source: Error downloading new version
ru_ru: Ошибка загрузки новой версии

source: Extracting last version
ru_ru: Извлечение последней версии

source: Installing new addons
ru_ru: Установка новых дополнений

source: Addons updated with success!
ru_ru: Дополнения успешно обновлены!

source: Error downloading last version
ru_ru: Ошибка загрузки последней версии

source: LKMs updated with success!
ru_ru: LKMs успешно обновлены!

source: Update Modules
ru_ru: Обновить модули

source: Downloading %s modules
ru_ru: Загрузка %s модулей

source: Error downloading %s.tgz
ru_ru: Ошибка загрузки %s.tgz

source: Modules updated with success!
ru_ru: Модули успешно обновлены!

source: Choose a model
ru_ru: Выберите модель

source: Choose a Build Number
ru_ru: Выберите номер сборки

source: Choose a serial number
ru_ru: Выберите серийный номер

source: Addons
ru_ru: Дополнения

source: Cmdline menu
ru_ru: Меню cmdline

source: Synoinfo menu
ru_ru: Меню synoinfo

source: Advanced menu
ru_ru: Расширенное меню

source: Build the loader
ru_ru: Собрать загрузчик

source: Boot the loader
ru_ru: Загрузить загрузчик

source: Choose a keymap
ru_ru: Выберите раскладку клавиатуры

source: Clean disk cache
ru_ru: Очистить дисковый кэш

source: Update menu
ru_ru: Меню обновления

source: Call \033[1;32mmenu.sh\033[0m to return to menu
ru_ru: Вызовите \033[1;32mmenu.sh\033[0m, чтобы вернуться в меню
